{
    "universal_ecom_v1": {
        "livraison": "التوصيل كاياخد من 3 لـ 5 أيام (فابور من 50 درهم). التوصيل السريع كاياخد يوم ولا يومين (150 درهم).",
        "retours": "عندكم 30 يوم باش ترجعو السلعة يلا كانت مزال نقية وفكرتونتها. الترجيع فابور.",
        "paiements": "كانقبلو فيزا، ماستركارد، أميكس، بايبال، وأبل باي.",
        "support": "إيميل الدعم هو: support@universalecom.com",
        "horaires": "من التنين للجمعة: 9 صباحاً - 5 عشية"
    },
    "universal_sme_v1": {
        "horaires": "من التنين للجمعة: 8 صباحاً - 6 عشية، السبت: 9 صباحاً - 1 ظهراً.",
        "services": "كانديرو استشارات، إصلاحات، وخدمات الصيانة.",
        "pricing": "الاستشارة بـ 500 درهم (كاتنقص من الفاتورة اللخرة). ساعة د الخدمة بـ 800 درهم.",
        "adresse": "123 شارع الرئيسي، حي الأعمال."
    },
    "dental_intake_v1": {
        "urgence_dentaire": "إلا كان فيك حريق مجهد، كاينين بلايص د الطوارئ فـ النهار (11-12 ص و 3-4 ع).",
        "assurances": "كانقبلو CNOPS، CNSS والتأمينات الخاصة. وكاين حتى تسهيلات فـ الخلاص.",
        "offre_nouveau_patient": "باك 'كليان جديد' بـ 990 درهم فيها راديو، فحص، ونقية السنان.",
        "dentiste": "الدكتور لوميير هو الطبيب الرئيسي ديالنا، متخصص فـ الزرع وتجميل السنان."
    },
    "hoa_support_v1": {
        "poubelles": "الزبل كايتجمع نهار التلات فـ الصباح. نهار آه ونهار لا بالنسبة للتدوير.",
        "piscine": "لابيسين محلولة من 8 د الصباح لـ 10 د الليل كل نهار. لابد من لابد من لاكارط.",
        "parking": "الباركينغ د الضياف محدود فـ 48 ساعة. إلا كنتو غا تطولو لابد من رخصة."
    },
    "agency_v2": {
        "services": "3A Automation كاتصاوب عملاء ذكاء اصطناعي صوتيين، وأوتوماسيون للإي-كوميرس (Shopify)، وسيستيمات د التسويق الذكي المستوى 5.",
        "mission": "المهمة ديالنا هي نرجعوا الشركات ديالكم كاتخدم بوحدها وبكفاءة عالية.",
        "contact": "تواصلو معانا فـ الموقع 3a-automation.com ولا فـ التلفون +212 6 00 00 00 00.",
        "expertise": "خبراء فـ الـ RAG، Grok، Gemini 3 Pro، وفـ الخدمة كولها."
    },
    "healer_v1": {
        "specialites": "طبيب عام، أطفال، نسا، كيني، وطبيب القلب.",
        "horaires": "من التنين للجمعة: 8 ص - 8 ع، السبت: 8 ص - 12 ظ.",
        "urgence": "عيطو لـ 15 بالنسبة للحالات المستعجلة. بالنسبة للكلينيك عيطو مع 8 د الصباح.",
        "rdv": "تقدر تشد موعد فـ التلفون ولا فـ البورتال ديالنا."
    },
    "mechanic_v1": {
        "services": "فيدونج، فران، روايض، بومبة، ديـاكنوستيك، وكونطرول تكنيك.",
        "horaires": "من التنين للجمعة: 8:30 ص - 6:00 ع، السبت: 9 ص - 12 ظ.",
        "vehicule_courtoisie": "كانعطيو طوموبيل بديلة إلا حجزتوها من قبل.",
        "garantie": "كاع الإصلاحات ديالنا فيها عام د الكارانتي على البياس والخدمة."
    },
    "counselor_v1": {
        "domaines": "قانون الشغل، العائلة، العقار، وقانون الشركات.",
        "honoraires": "أول استشارة د 30 دقيقة بـ 800 درهم بلا ضريبة.",
        "documents": "جيبو معاكم كاع العقود ولا الأوراق اللي عندها علاقة بالقضية فـ أول موعد.",
        "localisation": "المكتب ديالنا فـ السونطر فيل، وكاين فين تباركي."
    },
    "concierge_v1": {
        "petit_dejeuner": "الفطور من 7 لـ 10:30 فـ ريسطورة l'Horizon.",
        "check_in_out": "الدخول من 3 د العشية، والخروج حتى لـ 11 د الصباح.",
        "wifi": "ويفي فابور ومجهد فـ لوطيل كولو.",
        "parking": "باركينغ خاص ومآمن بـ 200 درهم لليلة."
    },
    "stylist_v1": {
        "soins": "صالون كوافير، مساج، وجه، مانيكير، وحمام.",
        "horaires": "من التلات للسبت: 10 ص - 7 ع، نهار الخميس حتى لـ 9 د الليل.",
        "produits": "كانخدمو غير بـ برودوي بيو ولي كايحتارمو البيئة.",
        "annulation": "إلا بغيتي تلغي الحجز لابد تعلمونا 24 ساعة قبل باش ما تخلصش."
    },
    "recruiter_v1": {
        "postes": "كانقلبو دابا على مطورين ذكاء اصطناعي، مديرين مبيعات، وخبراء أوتوماسيون.",
        "process": "1. مكالمة أولى، 2. امتحان تقني، 3. مقابلة مع الإدارة.",
        "valeurs": "الابتكار، الاستقلالية، والتميز التقني.",
        "candidature": "صيفطو السي في ديالكم لـ jobs@3a-automation.com."
    },
    "dispatcher_v1": {
        "suivi": "خدمو بالليان اللي جاكم فـ SMS باش تبعو الكولية ديالكم.",
        "zone_livraison": "كانوصلو للمغرب كولو فـ 24 حتى لـ 48 ساعة.",
        "problemes": "إلا ما كنتيش، الكولية غا تبقى فـ أقرب بوان رولي.",
        "tarifs": "التوصيل كايبيدا من 59 درهم."
    },
    "collector_v1": {
        "paiement_ligne": "خلصو الفاكتورات ديالكم فـ أمان بالليان اللي فـ حساب الكليان.",
        "echeancier": "نقدروا نديرو تسهيلات فـ الخلاص إلا شفنا الملف ديالكم.",
        "contact_litiges": "إلا كاين شي مشكل، صيفطو إيميل لـ recovery@ethical-service.fr.",
        "horaires": "الخدمة كاينة من التنين للجمعة، من 9 لـ 5."
    },
    "surveyor_v1": {
        "enquete": "كانديرو دراسات باش نعرفو واش الكليان راضيين ولا لا.",
        "confidentialite": "كاع الأجوبة ديالكم ما كايتذكرش فيها السمية وكاتبقى سرية.",
        "recompense": "شاركو فـ القرعة الشهرية ديالنا ملي تساليو الأسئلة.",
        "usage": "الملاحظات ديالكم كاتعاونا نحسنو الخدمة ديما."
    },
    "governor_v1": {
        "etat_civil": "تقدر تطلب أوراق الحالة المدنية (ولادة، زواج، وفاة) فـ الأنترنيت.",
        "urbanism": "دفع رخص البني كاين نهار التنين والأربعاء فـ الصباح غير بوحدهم.",
        "dechets": "الزبل كايتجمع نهار الأربعاء فـ الليل، والحوايج الكبار أول جمعة فـ الشهر.",
        "contact": "الاستقبال محلول فـ السوايع د الخدمة العادية."
    },
    "insurer_v1": {
        "sinistre": "علمو بالكسيدة فـ 5 أيام د الخدمة فـ لابليكاسيون ولا فـ التلفون.",
        "devis": "خودو دوفي فابور فـ الأنترنيت للطوموبيل ولا الدار.",
        "assistance": "أسيستانس 24/24 و 7/7 فـ النمرة اللي فـ ظهر لاكارط كريط.",
        "reseau": "أكثر من 1500 كراج شريك باش تصلحو بلا ما تخلصو تسبيق."
    }
}