{
    "universal_ecom_v1": {
        "shipping": "يستغرق الشحن القياسي من 3 إلى 5 أيام عمل (مجاني للطلبات فوق 50 يورو). الشحن السريع يستغرق من 1 إلى 2 يوم عمل (15 يورو).",
        "returns": "نقدم سياسة إرجاع لمدة 30 يومًا للمنتجات غير المستخدمة في تغليفها الأصلي. تكاليف الإرجاع مجانية.",
        "payments": "نقبل فيزا، ماستركارد، أميكس، بايبال، وأبل باي.",
        "support": "البريد الإلكتروني للدعم: support@universalecom.com",
        "hours": "الاثنين - الجمعة: 9 صباحًا - 5 مساءً"
    },
    "universal_sme_v1": {
        "hours": "الاثنين - الجمعة: 8 صباحًا - 6 مساءً، السبت: 9 صباحًا - 1 مساءً.",
        "services": "نقدم الاستشارات، الإصلاحات، وخدمات الصيانة.",
        "pricing": "تكلفة الاستشارة 50 يورو (تخصم من الفاتورة النهائية). سعر الساعة هو 80 يورو/ساعة.",
        "address": "123 الشارع الرئيسي، حي الأعمال."
    },
    "dental_intake_v1": {
        "emergency": "لحالات الألم الشديد أو الصدمات، نقدم مواعيد طوارئ في نفس اليوم بين الساعة 11-12 صباحًا و3-4 مساءً.",
        "insurance": "نقبل التأمينات الخاصة الكبرى ونقدم تسهيلات في الدفع.",
        "new_patient_offer": "باقة 'مريض جديد' بسعر 99 يورو تشمل الفحص، الأشعة، وتنظيف الأسنان.",
        "dentist": "الدكتور لوميير هو طبيب الأسنان الرئيسي لدينا، متخصص في زراعة الأسنان وتجميل الأسنان."
    },
    "hoa_support_v1": {
        "trash": "جمع النفايات يتم صباح كل ثلاثاء. إعادة التدوير مرة كل أسبوعين في يوم الثلاثاء.",
        "pool": "المسبح الجماعي مفتوح يوميًا من 8 صباحًا حتى 10 مساءً. البطاقة مطلوبة.",
        "parking": "مواقف الضيوف محدودة بـ 48 ساعة. مطلوب تصريح للإقامات الأطول."
    },
    "agency_v2": {
        "services": "تقدم 3A Automation وكلاء ذكاء اصطناعي صوتيين، وأتمتة التجارة الإلكترونية (Shopify)، وأنظمة تسويق ذكية من المستوى 5.",
        "mission": "مهمتنا هي تحويل الوكالات والمتاجر إلى محركات مستقلة عالية الأداء.",
        "contact": "اتصل بنا عبر الموقع 3a-automation.com أو عن طريق الهاتف على +212 6 00 00 00 00.",
        "expertise": "خبراء في RAG، Grok، Gemini 3 Pro، والانتشار الشامل."
    },
    "healer_v1": {
        "specialties": "الطب العام، طب الأطفال، أمراض النساء، العلاج الطبيعي، طب القلب.",
        "hours": "الاثنين - الجمعة: 8 صباحًا - 8 مساءً، السبت: 8 صباحًا - 12 مساءً.",
        "emergency": "اتصل بـ 911 (أو الطوارئ المحلية) للحالات التي تهدد الحياة. لحالات العيادة العاجلة، اتصل عند الافتتاح في 8 صباحًا.",
        "booking": "يمكن حجز المواعيد عبر الهاتف أو من خلال بوابة المرضى الخاصة بنا."
    },
    "mechanic_v1": {
        "services": "الصيانة، الفرامل، الإطارات، البطارية، التشخيص الإلكتروني، الفحص الفني.",
        "hours": "الاثنين - الجمعة: 8:30 صباحًا - 6:00 مساءً، السبت: 9 صباحًا - 12 مساءً.",
        "courtesy_vehicle": "نوفر سيارة بديلة عند الحجز المسبق.",
        "warranty": "جميع إصلاحاتنا مضمونة لمدة عام على القطع واليد العاملة."
    },
    "counselor_v1": {
        "areas": "قانون العمل، قانون الأسرة، القانون العقاري، قانون الأعمال.",
        "fees": "تكلفة الاستشارة الأولى لمدة 30 دقيقة هي 80 يورو (بدون الضرائب).",
        "documents": "يرجى إحضار أي عقود أو مراسلات متعلقة بقضيتك في الموعد الأول.",
        "location": "تقع مكاتبنا في وسط المدينة، ويتوفر موقف للسيارات."
    },
    "concierge_v1": {
        "breakfast": "يُقدم من 7 صباحًا حتى 10:30 صباحًا في مطعم l'Horizon.",
        "check_in_out": "تسجيل الوصول من الساعة 3 مساءً، وتسجيل المغادرة حتى الساعة 11 صباحًا.",
        "wifi": "يتوفر واي فاي سريع ومجاني في جميع أنحاء المنشأة.",
        "parking": "يتوفر موقف خاص ومؤمن للسيارات مقابل 20 يورو لليلة الواحدة."
    },
    "stylist_v1": {
        "treatments": "تصفيف الشعر، التدليك، العناية بالوجه، المانيكير، الحمام.",
        "hours": "الثلاثاء - السبت: 10 صباحًا - 7 مساءً، الخميس السهرة حتى 9 مساءً.",
        "products": "نستخدم حصريًا منتجات عضوية وصديقة للبيئة.",
        "cancellation": "يجب إجراء الإلغاء قبل 24 ساعة لتجنب الرسوم."
    },
    "recruiter_v1": {
        "positions": "نحن نوظف حاليًا مطوري ذكاء اصطناعي، ومديري مبيعات، وأخصائيي أتمتة.",
        "process": "1. فرز هاتفي، 2. اختبار تقني/دراسة حالة، 3. مقابلة مع الإدارة.",
        "values": "الابتكار، الاستقلالية، التميز التقني.",
        "apply": "أرسل سيرتك الذاتية إلى jobs@3a-automation.com."
    },
    "dispatcher_v1": {
        "tracking": "استخدم الرابط المستلم عبر الرسائل القصيرة لتتبع الطرود الخاصة بك في الوقت الفعلي.",
        "delivery_zone": "نحن نقوم بالتوصيل إلى جميع أنحاء البلاد في غضون 24 إلى 48 ساعة.",
        "issues": "في حالة الغياب، يتم ترك الطرد في أقرب نقطة استلام.",
        "pricing": "يبدأ الشحن القياسي من 5.90 يورو."
    },
    "collector_v1": {
        "online_payment": "ادفع فواتيرك بأمان عبر الرابط المرسل إلى بوابة العملاء الخاصة بك.",
        "installments": "يمكن منح تسهيلات في الدفع بعد مراجعة ملفك.",
        "disputes": "لأي نزاع، أرسل بريدًا إلكترونيًا إلى recovery@ethical-service.fr.",
        "hours": "الخدمة متاحة من الاثنين إلى الجمعة، من 9 صباحًا إلى 5 مساءً."
    },
    "surveyor_v1": {
        "survey": "نجري استطلاعات NPS لقياس الرضا العام.",
        "privacy": "جميع ردودك مجهولة ويتم معالجتها بشكل إجمالي.",
        "reward": "شارك في سحبنا الشهري بعد إكمال الاستبيان.",
        "usage": "تساعدنا ملاحظاتك على تحسين خدماتنا بشكل مستمر."
    },
    "governor_v1": {
        "civil_status": "طلبات شهادات الميلاد أو الزواج أو الوفاة ممكنة عبر الإنترنت.",
        "urbanism": "يمكن تقديم طلبات تصاريح البناء صباح يومي الاثنين والأربعاء فقط.",
        "waste": "الجمع الانتقائي مساء الأربعاء، والأدوات الكبيرة في أول جمعة من الشهر.",
        "contact": "الاستقبال العام مفتوح خلال ساعات العمل الرسمية."
    },
    "insurer_v1": {
        "claim": "بلغ عن مطالبتك في غضون 5 أيام عمل عبر تطبيق الهاتف المحمول أو عبر الهاتف.",
        "quote": "احصل على عرض سعر مجاني عبر الإنترنت لتأمين سيارتك أو منزلك.",
        "assistance": "مساعدة على مدار الساعة طوال أيام الأسبوع على الرقم المجاني الموجود على ظهر بطاقة التأمين.",
        "network": "أكثر من 1500 ورشة إصلاح شريكة للإصلاح دون دفع مقدّم."
    }
}